Repository: IBMPredictiveAnalytics/STATS_HECKMAN_REGR
Catalog: src/lang/*/STATS_HECKMAN_REGR.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The R sampleSelection package is required but could not be loaded.
de: Das R sampleSelection-Paket ist erforderlich, konnte aber nicht geladen werden.
es: El paquete R sampleSelection es necesario pero no se ha podido cargar.
fr: Le pack R sampleSelection est requis mais ne peut pas être chargé.
it: Il package R sampleSelection è necessario, ma non è stato possibile caricarlo.
ja: R sampleSelection パッケージが必要ですが、ロードできませんでした。
ko: R sampleSelection 패키지가 필요하지만 로드할 수 없습니다.
pl: Wymagany jest pakiet R sampleSelection, ale nie można go wczytać.
pt_br: O pacote sampleSelection R é necessário, mas não pôde ser carregado.
ru: Необходим пакет R sampleSelection, но его не удалось загрузить.
zh_cn: 需要 R sampleSelection 包，但未能装入。
zh_tw: R sampleSelection 套件為必要套件，但無法載入。

source: The selection variable may not appear elsewhere as a variable
de: Die Auswahlvariable darf an keiner anderen Stelle als Variable vorhanden sein
es: La variable de selección puede que no aparezca como una variable
fr: La variable de sélection peut ne pas apparaître ailleurs en tant que variable
it: La variabile selezione non può comparire altrove come una variabile
ja: ケース選択変数を他の場所で変数として使用することはできません
ko: 선택 변수가 변수로 다른 위치에 표시되지 않을 수 있습니다.
pl: Zmienna filtrująca nie może pojawiać się w innym miejscu jako zmienna
pt_br: A variável de seleção pode não aparecer em todos os lugares como uma variável
ru: Переменная выбора не может появляться где-либо еще как переменная
zh_cn: 选择变量不得在其他位置作为变量出现
zh_tw: 選擇變數不得作為變數出現在其他位置

source: The outcome variable may not appear elsewhere as a variable
de: Die Ergebnisvariable darf an keiner anderen Stelle als Variable vorhanden sein
es: La variable de resultado puede no aparecer como una variable
fr: La variable de résultat peut ne pas apparaître ailleurs en tant que variable
it: La variabile risultato non può comparire altrove come una variabile
ja: 結果変数を他の場所で変数として使用することはできません
ko: 결과 변수가 변수로 다른 위치에 표시되지 않을 수 있습니다.
pl: Zmienna wynikowa nie może pojawiać się w innym miejscu jako zmienna
pt_br: A variável de resultado pode não aparecer em todos os lugares como uma variável
ru: Переменная вывода не может появляться где-либо еще как переменная
zh_cn: 结果变量不得在其他位置作为变量出现
zh_tw: 結果變數不得作為變數出現在其他位置

source: A dataset name is required if any items are to be saved
de: Ein Dateiname ist erforderlich, wenn Items gespeichert werden sollen
es: Es necesario un nombre de conjunto de datos si hay algún elemento para guardar
fr: Un nom de jeu de données est requis s'il y a des éléments à enregistrer
it: Un nome di dataset è richiesto se è necessario salvare degli elementi
ja: 保存する項目がある場合は、データセット名が必要です
ko: 항목을 저장하려는 경우 데이터 세트 이름이 필수입니다.
pl: Jeśli wymagane jest zapisanie jakichkolwiek elementów, wówczas wymagana jest nazwa zbioru danych
pt_br: Um nome do conjunto de dados será necessário, se nenhum item estiver para ser salvo
ru: Если какие-либо элементы данных должны быть сохранены, требуется имя набора данных
zh_cn: 如果要保存任何项，那么必须指定数据集名称
zh_tw: 如果要儲存任何項目，則需要資料集名稱

source: A dataset name was specified but no items to save were specified
de: Es wurde ein Dateiname angegeben, aber keine zu speichernden Items
es: Se ha especificado un nombre de conjunto de datos, pero no se han especificado elementos para guardar
fr: Un nom de jeu de données a été indiqué mais aucun élément à enregistrer n'a été spécifié
it: È stato specificato un nome di dataset ma non è stato specificato alcun elemento da salvare
ja: データセット名が指定されていますが、保存する項目が指定されていません
ko: 데이터 세트 이름이 지정되었지만 저장할 항목이 지정되지 않았습니다.
pl: Określono nazwę zbioru danych, ale nie określono żadnych elementów do zapisania
pt_br: Um nome do conjunto de dados foi especificado, mas nenhum item a ser salvo foi especificado
ru: Имя набора данных задано, но элементы для сохранения не заданы
zh_cn: 已指定数据集名称，但未指定任何要保存的项
zh_tw: 資料集名稱已指定，但未指定要儲存的項目

source: Switching Regression
es: Regresión de conmutación
fr: Régression avec changement de régime
it: Regressione di commutazione
ja: スイッチング回帰
ko: 회귀분석 전환
pl: Regresja przełącznikowa
pt_br: Alternando Regressão
ru: Переключенная регрессия
zh_cn: 切换回归
zh_tw: 切換迴歸

source: Estimate
de: Schätzung
es: Estimación
fr: Estimation
it: Stima
ja: 推定値
ko: 추정
pl: Estymacja
pt_br: Estimativa
ru: Оценка
zh_cn: 估算
zh_tw: 估計

source: Std. Error
de: Standardfehler
es: Error estándar
fr: Erreur std.
it: Errore std.
ja: 標準誤差
ko: 표준오차
pl: Błąd std.
pt_br: Erro Padrão
ru: Стд. ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: t Value
de: t-Wert
es: Valor t
fr: Valeur t
it: Valore T
ja: t 値
ko: t 값
pl: Wartość t
pt_br: Valor t
ru: t-значение
zh_cn: t 值
zh_tw: t 值

source: Sig.
it: Sign.
ja: 有意確率
ko: 유의확률
pl: Ist.
ru: Значимость
zh_cn: 显著性
zh_tw: 顯著性

source: Selection Fitted Values
de: An Auswahl angepasste Werte
es: Valores ajustados de selección
fr: Valeurs de filtrage ajustées
it: Valori adattati selezione
ja: 選択の当てはめ値
ko: 선택 적합값
pl: Wartości dopasowane do zaznaczenia
pt_br: Valores de Ajuste da Seleção
ru: Выбор подогнанных значений
zh_cn: 选择拟合值
zh_tw: 選擇配適值

source: Outcome Fitted Values
de: An Ergebnis angepasste Werte
es: Valores ajustados de resultado
fr: Valeurs de résultat ajustées
it: Valori adattati risultato
ja: 結果の当てはめ値
ko: 결과 적합값
pl: Wartości dopasowane do wyniku
pt_br: Valores de Ajuste de Resultado
ru: Выходные подогнанные значения
zh_cn: 结果拟合值
zh_tw: 結果配適值

source: Selection Residuals
de: Auswahlresiduen
es: Residuos de selección
fr: Résidus de filtrage
it: Residui di selezione
ja: 選択残差
ko: 선택 잔차
pl: Reszty zaznaczenia
pt_br: Seleção de Resíduos
ru: Выбор остатков
zh_cn: 选择残差
zh_tw: 選擇殘差

source: Outcome Residuals
de: Ergebnisresiduen
es: Residuos de resultado
fr: Résidus de résultat
it: Residui di risultato
ja: 結果残差
ko: 결과 잔차
pl: Reszty wynikowe
pt_br: Resíduos dos Resultados
ru: Выходные остатки
zh_cn: 结果残差
zh_tw: 結果殘差

source: Heckman Regression
es: Regresión Heckman
fr: Régression Heckman
it: Regressione di Heckman
ja: Heckman 回帰
ko: Heckman 회귀
pl: Regresja Heckmana
pt_br: Regressão de Heckman
ru: Регрессия Хекмана
zh_cn: 赫克曼回归
zh_tw: Heckman 迴歸

source: Implemented using package sampleSelection by O. Toomet and A.Henningsen
de: Implementiert mithilfe des sampleSelection-Pakets nach O. Toomet und A. Henningsen
es: Implementado mediante el paquete sampleSelection po O. Toomet y A.Henningsen
fr: Implémenté à l'aide du pack sampleSelection développé par O. Toomet et A.Henningsen
it: Implementato utilizzando il package sampleSelection di O. Toomet e A.Henningsen
ja: O. Toomet および A.Henningsen によりパッケージ sampleSelection を使用して実装されました
ko: 0에 의해 패키지 sampleSelection을 사용하여 구현되었습니다. Toomet 및 A.Henningsen
pl: Zaimplementowane przy użyciu pakietu sampleSelection przez O. Toomet i A.Henningsen
pt_br: Implementado usando o pacote sampleSelection por O. Toomet e A.Henningsen
ru: Реализовано при помощи пакета sampleSelection О.Тоомета и А.Хеннингсена
zh_cn: 由 O. Toomet 和 A. Henningsen 使用 sampleSelection 包实现
zh_tw: 使用由 O. Toomet 和 A.Henningsen 撰寫的套件 sampleSelection 實作

source: Selection Variable
de: Auswahlvariable
es: Variable de selección
fr: Variable de filtrage
it: Variabile selezione
ja: ケース選択変数
ko: 선택 변수
pl: Zmienna filtrująca
pt_br: Variável de Seleção
ru: Отбирающая переменная
zh_cn: 选择变量
zh_tw: 選擇變數

source: Outcome Variable
de: Ergebnisvariable
es: Variable de resultado
fr: Variable de résultat
it: Variabile risultato
ja: 結果変数
ko: 결과 변수
pl: Zmienna wynikowa
pt_br: Variável de Resultado
ru: Переменная выхода
zh_cn: 结果变量
zh_tw: 結果變數

source: Model Type
de: Modelltyp
es: Tipo de modelo
fr: Type de modèle
it: Tipo di modello
ja: モデルの種類
ko: 모형 유형
pl: Typ modelu
pt_br: Tipo de modelo
ru: Тип модели
zh_cn: 模型类型
zh_tw: 模型類型

source: Number of Valid Cases
de: Anzahl der gültigen Fälle
es: Número de casos válidos
fr: Nombre d'observations valides
it: Numero di casi validi
ja: 有効なケースの数
ko: 유효 케이스 수
pl: Liczba poprawnych obserwacji
pt_br: Número de casos válidos
ru: Количество действительных наблюдений
zh_cn: 有效个案数
zh_tw: 有效觀察值數目

source: Number of Outcome 1 Cases
de: Anzahl der Ergebnisse bei 1 Fall
es: Número de casos de resultado 1
fr: Nombre d'observations 1 de résultat
it: Numero di casi risultato 1
ja: 結果 1 ケースの数
ko: 결과 1 케이스 수
pl: Liczba obserwacji wynikowych 1
pt_br: Número de Casos do Resultado 1
ru: Число наблюдений вывода 1
zh_cn: 结果 1 个案数
zh_tw: 結果 1 觀察值數目

source: Number of Outcome 2 Cases
de: Anzahl der Ergebnisse bei 2 Fällen
es: Número de casos de resultado 2
fr: Nombre d'observations 2 de résultat
it: Numero di casi risultato 2
ja: 結果 2 ケースの数
ko: 결과 2 케이스 수
pl: Liczba obserwacji wynikowych 2
pt_br: Número de Casos do Resultado 2
ru: Число наблюдений вывода 2
zh_cn: 结果 2 个案数
zh_tw: 結果 2 觀察值數目

source: Number of Parameters
de: Anzahl der Parameter
es: Número de parámetros
fr: Nombre de paramètres
it: Numero di parametri
ja: パラメータ数
ko: 모수의 수
pl: Liczba parametrów
pt_br: Número de parâmetros
ru: Число параметров
zh_cn: 参数数目
zh_tw: 參數數目

source: D.F
es: Grados de libertad
it: G.L.
ja: 自由度
ko: 자유도
ru: Ст.Св.
zh_cn: 自由度
zh_tw: 自由度

source: R-Squared 1
de: R-Quadrat 1
es: R cuadrado 1
fr: R-deux 1
it: R-quadrato 1
ja: R2 乗 1
ko: R-제곱 1
pl: R-kwadrat 1
pt_br: R-Quadrado 1
ru: R-квадрат 1
zh_cn: R 方 1
zh_tw: R 平方 1

source: Adjusted R-Squared 1
de: Angepasstes R-Quadrat 1
es: R cuadrado ajustado 1
fr: R-deux 1 ajusté
it: R-quadrato adattato 1
ja: 調整済み R2 乗 1
ko: 수정된 R-제곱 1
pl: Poprawione R-kwadrat:
pt_br: R-Quadrado Ajustado 1
ru: Скорректированный R-квадрат 1
zh_cn: 调整后 R 方 1
zh_tw: 調整後的 R 平方 1

source: R-Squared 2
de: R-Quadrat 2
es: R cuadrado 2
fr: R-deux 2
it: R-quadrato 2
ja: R2 乗 2
ko: R-제곱 2
pl: R-kwadrat 2
pt_br: R-Quadrado 2
ru: R-квадрат 2
zh_cn: R 方 2
zh_tw: R 平方 2

source: Adjusted R-Squared 2
de: Angepasstes R-Quadrat 2
es: R cuadrado ajustado 2
fr: R-deux 2 ajusté
it: R-quadrato adattato 2
ja: 調整済み R2 乗 2
ko: 수정된 R-제곱 2
pl: Poprawione R-kwadrat:
pt_br: R-Quadrado Ajustado 2
ru: Скорректированный R-квадрат 2
zh_cn: 调整后 R 方 2
zh_tw: 調整後的 R 平方 2

source: Method
de: Methode
es: Método
fr: Méthode
it: Metodo
ja: 方法
ko: 방법
pl: Metoda
pt_br: Método
ru: Метод
zh_cn: 方法
zh_tw: 方法

source: Computations
de: Berechnungen
es: Cálculos
fr: Calculs
it: Calcoli
ja: 計算
ko: 계산
pl: Obliczenia
pt_br: Cálculos
ru: Вычисления
zh_cn: 计算
zh_tw: 計算

source: Dataset Created
de: Dataset erstellt
es: Conjunto de datos creado
fr: Jeu de données créé
it: Dataset creato
ja: 作成されたデータセット
ko: 작성된 데이터 세트
pl: Utworzony zbiór danych
pt_br: Conjunto de dados Criado
ru: Набор данных создан
zh_cn: 创建的数据集
zh_tw: 已建立資料集

source: Summary Statistics
de: Auswertungsstatistik
es: Estadísticos de resumen
fr: Statistiques récapitulatives
it: Statistiche di riepilogo
ja: 要約統計量
ko: 요약 통계량
pl: Statystyki podsumowujące
pt_br: Estatísticas básicas
ru: Итоговые статистики
zh_cn: 摘要统计
zh_tw: 摘要統計量

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: 集計
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: Selection Variable: %s
de: Auswahlvariable: %s
es: Variable de selección: %s
fr: Variable de filtrage : %s
it: Variabile selezione: %s
ja: ケース選択変数: %s
ko: 선택 변수: %s
pl: Zmienna filtrująca: %s
pt_br: Variável de Seleção: %s
ru: Переменная отбора наблюдений: %s
zh_cn: 选择变量：%s
zh_tw: 選擇變數：%s

source: Probit Selection Estimates
de: Probit-Auswahlschätzungen
es: Estimaciones de selección Probit
fr: Estimations de sélection Probit
it: Stime di selezione probit
ja: プロビット選択推定
ko: 프로빗 선택영역 추정값
pl: Oszacowania zaznaczenia Probit
pt_br: Estimativas de Seleção de Probito
ru: Оценка выбора пробит
zh_cn: 概率选择估算值
zh_tw: Probit 選擇估計值

source: Selection Estimates
de: Auswahlschätzungen
es: Estimaciones de selección
fr: Estimations de sélection
it: Stime di selezione
ja: 選択推定
ko: 선택영역 추정값
pl: Oszacowania zaznaczenia
pt_br: Estimativas de Seleção
ru: Оценки выбора
zh_cn: 选择估算值
zh_tw: 選擇估計值

source: Outcome Variable: %s, Sigma1: %.4f, Rho1: %.4f
de: Ergebnisvariable: %s, Sigma1: %.4f, Rho1: %.4f
es: Variable de resultado: %s, Sigma1: %.4f, Rho1: %.4f
fr: Variable de sortie : %s, Sigma1 : %.4f, Rho1 : %.4f
it: Variabile di risultato: %s, Sigma1: %.4f, Rho1: %.4f
ja: 結果変数: %s、シグマ 1: %.4f、ロー 1: %.4f
ko: 결과 변수: %s, Sigma1: %.4f, Rho1: %.4f
pl: Zmienna wynikowa: %s, Sigma1: %.4f, Rho1: %.4f
pt_br: Variável de Resultado: %s, Sigma1: %.4f, Rho1: %.4f
ru: Выходные переменные: %s, сигма1: %.4f, ро1: %.4f
zh_cn: 结果变量：%s，Sigma1：%.4f，Rho1：%.4f
zh_tw: 結果變數：%s，Sigma1：%.4f，Rho1：%.4f

source: Outcome 1 Estimates
de: Ergebnis bei 1 Schätzung
es: Estimaciones de resultado 1
fr: Estimations de résultat 1
it: Stime risultato 1
ja: 結果 1 推定
ko: 결과 1 추정값
pl: Oszacowania wynikowe 1
pt_br: Estimativas do Resultado 1
ru: Оценки вывода 1
zh_cn: 结果 1 估算值
zh_tw: 結果 1 估計值

source: Outcome Variable: %s, Sigma2: %.4f, Rho2: %.4f
de: Ergebnisvariable: %s, Sigma2: %.4f, Rho2: %.4f
es: Variable de resultado: %s, Sigma2: %.4f, Rho2: %.4f
fr: Variable de sortie : %s, Sigma2 : %.4f, Rho2 : %.4f
it: Variabile di risultato: %s, Sigma2: %.4f, Rho2: %.4f
ja: 結果変数: %s、シグマ 2: %.4f、ロー 2: %.4f
ko: 결과 변수: %s, Sigma2: %.4f, Rho2: %.4f
pl: Zmienna wynikowa: %s, Sigma2: %.4f, Rho2: %.4f
pt_br: Variável de Resultado: %s, Sigma2: %.4f, Rho2: %.4f
ru: Выходные переменные: %s, сигма2: %.4f, ро2: %.4f
zh_cn: 结果变量：%s，Sigma2：%.4f，Rho2：%.4f
zh_tw: 結果變數：%s，Sigma2：%.4f，Rho2：%.4f

source: Outcome 2 Estimates
de: Ergebnis bei 2 Schätzungen
es: Estimaciones de resultado 2
fr: Estimations de résultat 2
it: Stime risultato 2
ja: 結果 2 推定
ko: 결과 2 추정값
pl: Oszacowania wynikowe 2
pt_br: Estimativas do Resultado 2
ru: Оценки вывода 2
zh_cn: 结果 2 估算值
zh_tw: 結果 2 估計值

source: Number of Censored Cases
de: Anzahl der zensierten Fälle
es: Número de casos censurados
fr: Nombre d'observations censurées
it: Numero di casi censurati
ja: 打ち切られたケースの数
ko: 절단된 케이스 수
pl: Liczba ocenzurowanych obserwacji
pt_br: Número de Casos Censurados
ru: Количество цензурированных наблюдений
zh_cn: 检剔个案数
zh_tw: 設限觀察值數目

source: Number of Observed Cases
de: Anzahl der beobachteten Fälle
es: Número de casos observados
fr: Nombre d'observations
it: Numero di casi osservati
ja: 観測ケースの数
ko: 관측된 케이스 수
pl: Liczba obserwowanych obserwacji
pt_br: Número de Casos Observados
ru: Количество полученных наблюдений
zh_cn: 实测个案数
zh_tw: 觀察值數目

source: R-Squared
de: R-Quadrat
es: R cuadrado
fr: R-deux
it: R-quadrato
ja: R2 乗
ko: R-제곱
pl: R-kwadrat:
pt_br: R ao quadrado
ru: R-квадрат
zh_cn: R 方
zh_tw: R 平方

source: Adjusted R-Squared
de: Angepasstes R-Quadrat
es: R cuadrado ajustado
fr: R-deux ajusté
it: R-quadrato adattato
ja: 調整済み R2 乗
ko: 수정된 R-제곱
pl: Poprawione R-kwadrat
pt_br: R-Quadrado Ajustado
ru: Скорректированный R квадрат
zh_cn: 调整后 R 方
zh_tw: 調整後的 R 平方

source: Log Likelihood
es: Logaritmo de verosimilitud
fr: Log de vraisemblance
it: Logaritmo della verosimiglianza
ja: 対数尤度
ko: 로그 우도
pl: Logarytm wiarygodności
pt_br: Log da Verossimilhança
ru: Логарифмическое правдоподобие
zh_cn: 对数似然
zh_tw: 對數概似

source: Outcome Variable: %s, Sigma: %.4f, Rho: %.4f
de: Ergebnisvariable: %s, Sigma: %.4f, Rho: %.4f
es: Variable de resultado: %s, Sigma: %.4f, Rho: %.4f
fr: Variable de sortie : %s, Sigma : %.4f, Rho : %.4f
it: Variabile di risultato: %s, Sigma: %.4f, Rho: %.4f
ja: 結果変数: %s、シグマ: %.4f、ロー: %.4f
ko: 결과 변수: %s, Sigma: %.4f, Rho: %.4f
pl: Zmienna wynikowa: %s, Sigma: %.4f, Rho: %.4f
pt_br: Variável de Resultado: %s, Sigma: %.4f, Rô: %.4f
ru: Выходные переменные: %s, сигма: %.4f, ро: %.4f
zh_cn: 结果变量：%s，Sigma：%.4f，Rho：%.4f
zh_tw: 結果變數：%s，Sigma：%.4f，Rho：%.4f

source: Outcome Estimates
de: Ergebnisschätzungen
es: Estimaciones de resultado
fr: Estimations de résultat
it: Stime risultato
ja: 結果の推定
ko: 결과 추정값
pl: Oszacowania wyników
pt_br: Estimativas de Resultado
ru: Оценки вывода
zh_cn: 结果估算值
zh_tw: 結果估計值
